Repository: jasp-stats/jaspCircular
Catalog: po/QML-*.po
Languages: nl, ta

# Description|
source: Circular Statistics
nl: Circulaire Statistiek
ta: வட்ட புள்ளிவிவரங்கள்

# Description|
source: This module offers basic methods for directional data
nl: Deze module biedt basismethodes voor circulaire data
ta: இந்த தொகுதி திசை தரவுகளுக்கான அடிப்படை முறைகளை வழங்குகிறது

# Description|
source: Circular Descriptives
nl: Circulaire Beschrijvingen
ta: வட்ட விளக்கங்கள்

# Description|
source: Hypothesis Tests
nl: Hypothese Toetsen
ta: கருதுகோள் சோதனைகள்

# Description|
source: Circular One-Sample Tests
nl: Circulaire Een-Steekproef Toetsen
ta: வட்ட ஒரு மாதிரி சோதனைகள்

# Description|
source: Circular Multiple-Sample Tests
nl: Circulaire Meerdere-Steekproef Toetsen
ta: வட்ட பல மாதிரி சோதனைகள்

# CircularStatisticsDescriptives|
source: Variables
nl: Variabelen
ta: மாறிகள்

# CircularStatisticsDescriptives|
source: Split
nl: Splits
ta: பிளவு

# CircularStatisticsDescriptives|
source: Plots
nl: Grafieken
ta: அடுக்கு

# CircularStatisticsDescriptives|
source: Distribution plots
nl: Verdelingsgrafieken
ta: விநியோக அடுக்குகள்

# CircularStatisticsDescriptives|
source: Stack points
nl: Stapel punten
ta: அடுக்கு புள்ளிகள்

# CircularStatisticsDescriptives|
source: Display mean vector
nl: Toon gemiddelde vector
ta: காட்சி சராசரி திசையன்

# CircularStatisticsDescriptives|
source: Display histogram
nl: Toon histogram
ta: இச்டோகிராம் காட்சி

# CircularStatisticsDescriptives|
source: Statistics
nl: Statistieken
ta: புள்ளிவிவரங்கள்

# CircularStatisticsDescriptives|
source: Central Tendency
nl: Centrummaten
ta: மைய போக்கு

# CircularStatisticsDescriptives|
source: Mean direction
nl: Gemiddelde richting
ta: சராசரி திசை

# CircularStatisticsDescriptives|
source: Mean resultant length
nl: Gemiddelde resultante lengte
ta: இதன் விளைவாக நீளம்

# CircularStatisticsDescriptives|
source: Median
nl: Mediaan
ta: இடைநடு

# CircularStatisticsDescriptives|
source: Dispersion
nl: Spreiding
ta: சிதறல்

# CircularStatisticsDescriptives|
source: Std. deviation
nl: Standaardafwijking
ta: Std. விலகல்

# CircularStatisticsDescriptives|
source: Variance
nl: Variantie
ta: மாறுபாட்டெண்

# CircularStatisticsDescriptives|
source: Range
nl: Bereik
ta: வீச்சு

# CircularStatisticsMultipleSampleTests|
source: Dependent Variable
nl: Afhankelijke Variabele
ta: சார்பு மாறி

# CircularStatisticsMultipleSampleTests|
source: Fixed Factors
nl: Vaste Factoren
ta: நிலையான காரணிகள்

# CircularStatisticsMultipleSampleTests|
source: One-way ANOVA
nl: Eenweg ANOVA
ta: ஒரு வழி ANOVA

# CircularStatisticsMultipleSampleTests|
source: Watson-Williams (parametric)
nl: Watson-Williams (parametrisch)
ta: வாட்சன்-வில்லியம்ச் (அளவுரு)

# CircularStatisticsMultipleSampleTests|
source: Watson-Wheeler (non-parametric)
nl: Watson-Wheeler (niet-parametrisch)
ta: வாட்சன்-வீலர் (அளவுரு அல்லாத)

# CircularStatisticsMultipleSampleTests|
source: Two-way ANOVA
nl: Tweeweg ANOVA
ta: இரு வழி ANOVA

# CircularStatisticsMultipleSampleTests|
source: Harrison-Kanji
ta: உணர்வு

# CircularStatisticsOneSampleTests|
source: Variables
nl: Variabelen
ta: மாறிகள்

# CircularStatisticsOneSampleTests|
source: Split
nl: Splits
ta: பிளவு

# CircularStatisticsOneSampleTests|
source: Uniformity Tests
nl: Uniformiteitstesten
ta: சீரான சோதனைகள்

# CircularStatisticsOneSampleTests|
source: Rao's Spacing
ta: ராவின் இடைவெளி

# CircularStatisticsOneSampleTests|
source: α = 0.01
ta: A = 0.01

# CircularStatisticsOneSampleTests|
source: α = 0.05
ta: A = 0.05

# CircularStatisticsOneSampleTests|
source: α = 0.1
ta: A = 0.1

# CircularStatisticsOneSampleTests|
source: Rayleigh
ta: ரேலே

# CircularStatisticsOneSampleTests|
source: V (modified Rayleigh)
nl: V (aangepaste Rayleigh)
ta: வி (மாற்றியமைக்கப்பட்ட ரேலீ)

# CircularStatisticsOneSampleTests|
source: Test value:
nl: Toetswaarde:
ta: சோதனை மதிப்பு:

# CircularStatisticsOneSampleTests|
source: Assumption Checks
nl: Assumptietoetsen
ta: அனுமானம் காசோலைகள்

# CircularStatisticsOneSampleTests|
source: Von Mises (Watson's goodness-of-fit)
ta: வான் மைசச் (வாட்சனின் நன்மை-பொருத்தம்)

source: Period
nl: Periode
ta: காலசுழற்சி

# Period|
source: 2π
ta: 2 ப

# Period|
source: Custom:
ta: வழக்கம்:
