Repository: jasp-stats/jaspCircular
Catalog: po/R-*.po
Languages: de, es, ja, nl, pt, ta

source: Circular Descriptives
de: Zirkuläre Deskriptive
es: Descriptivos Circulares
ja: 角度記述統計
nl: Circulaire Beschrijvingen
pt: Descritivas Circulares
ta: வட்ட விளக்கங்கள்

source: Valid
de: Gültig
es: Válido
ja: 妥当
nl: Geldig
pt: Válido
ta: செல்லுபடியாகும்

source: Missing
de: Fehlend
es: Ausente
ja: 欠損値
nl: Ontbrekend
pt: Ausente
ta: இல்லை

source: Mean Direction
de: Mittlere Richtung
es: Dirección media
ja: 平均方向
nl: Gemiddelde Richting
pt: Direção Média
ta: சராசரி திசை

source: Mean Resultant Length
de: Mittlere Resultierende Länge
es: Longitud resultante media
ja: 平均結果長
nl: Gemiddelde resultante lengte
pt: Comprimento Resultante Médio
ta: இதன் விளைவாக நீளம்

source: Median
es: Mediana
ja: 中央値
nl: Mediaan
pt: Mediana
ta: இடைநடு

source: Standard Deviation
de: Standardabweichung
es: Desviación típica
ja: 標準偏差
nl: Standaardafwijking
pt: Desvio Padrão
ta: திட்டவிலக்கல், நியம விலகல்

source: Variance
de: Varianz
es: Varianza
ja: 分散
nl: Variantie
pt: Variância
ta: மாறுபாட்டெண்

source: Range
de: Wertebereich
es: Rango
ja: 範囲
nl: Bereik
pt: Faixa
ta: வீச்சு

source: <em>Note.</em>
de: <em>Hinweis.</em>
es: <em>Nota.</em>
ja: <em>注</em>
nl: </em>Notitie.</em>
pt: <em>Nota.</em>
ta: <em> குறிப்பு.</em>

source: If not stated otherwise, all values are calculated on a normalized period of 2π.
de: Falls nicht anders angegeben, sind alle Werte auf eine normierte Periode von 2π berechnet.
es: Si no se indica lo contrario, todos los valores se calculan sobre un período normalizado de 2π.
ja: 特に記載のない限り、すべての値は2πの正規化された周期で計算されています.
nl: Alle waardes zijn berekend met een genormaliseerde periode van 2π, tenzij anders aangegeven.
pt: Se não indicado de outra forma, todos os valores são calculados em um período normalizado de 2π.
ta: வேறுவிதமாகக் கூறப்படாவிட்டால், அனைத்து மதிப்புகளும் 2π இயல்பாக்கப்பட்ட காலகட்டத்தில் கணக்கிடப்படுகின்றன.

source: Value is shown with respect to the original period.
de: Der Wert wird in Bezug auf die ursprüngliche Periode angezeigt.
es: El valor se muestra respecto al período original.
ja: 値は元の期間を基準にして表示されます.
nl: Waarde is getoond ten opzichte van de orginele periode.
pt: O valor é mostrado em relação ao período original.
ta: அசல் காலத்தைப் பொறுத்து மதிப்பு காட்டப்பட்டுள்ளது.

source: Aaron Bahde and Philipp Berens (2019). University of Tuebingen.
de: Aaron Bahde und Philipp Berens (2019). Eberhard Karls Universität Tübingen.
es: Aaron Bahde y Philipp Berens (2019). Universidad de Tubinga.
nl: Aaron Bahde en Philipp Berens (2019). University of Tuebingen.
pt: Aaron Bahde e Philipp Berens (2019). Universidade de Tuebingen.
ta: ஆரோன் பாவ்தே மற்றும் பிலிப் பியர்ச் (2019). குழாய்களின் உலகளாவிய தன்மை.

source: Ulric Lund and Claudio Agostinelli (2017). Circular (Version 0.4-93): Circular Statistics [R Package].
de: Ulric Lund und Claudio Agostinelli (2017). Circular (Version 0.4-93): Circular Statistics [R Package].
es: Ulric Lund y Claudio Agostinelli (2017). Circular (Versión 0.4-93): Circular Statistics [Paquete de R].
nl: Ulric Lund en Claudio Agostinelli (2017). Circular (Version 0.4-93): Circular Statistics [R Package].
pt: Ulric Lund e Claudio Agostinelli (2017). Circular (Versão 0.4-93): Estatística Circular [Pacote R].
ta: உல்ரிக் லண்ட் மற்றும் கிளாடியோ அகோச்டினெல்லி (2017). வட்ட (பதிப்பு 0.4-93): வட்ட புள்ளிவிவரங்கள் [ஆர் தொகுப்பு].

source: Circular Descriptives Plots
de: Zirkuläre Deskriptive Diagramme
es: Gráficos de descriptivos circulares
ja: 角度記述統計プロット
nl: Circulaire Beschrijvingen Grafieken
pt: Gráficos Descritivos Circulares
ta: வட்ட விளக்கங்கள் அடுக்கு

source: The plotting depends on some of the calculations (e.g. the mean direction). But the calculations returned the following error: %s
de: Die Darstellung hängt von einigen der Berechnungen ab (z. B. der mittleren Richtung). Die Berechnungen ergaben jedoch den folgenden Fehler: %s
es: La representación gráfica depende de algunos de los cálculos (p.e. la dirección media). Pero los cálculos devolvieron el siguiente fallo: %s
ja: プロットは、いくつかの計算(平均方向など)に依存します。しかし、計算は次のエラーを返しました: %s
nl: Het plotten hangt af van bepaalde berekeningen (e.g. de gemiddelde richting), maar de berekeningen gaven de volgende foutmelding: %s
pt: A plotagem depende de alguns cálculos (e.g., a direção média). Mas os cálculos retornaram o seguinte erro: %s
ta: சதித்திட்டம் சில கணக்கீடுகளைப் பொறுத்தது (எ.கா. சராசரி திசை). ஆனால் கணக்கீடுகள் பின்வரும் பிழையைத் திருப்பின: %s

source: The plotting for this set-up failed with: %s
de: Das Abbilden für dieses Setup schlug fehl mit: %s
es: La representación gráfica para esta configuración falló con: %s
ja: このセットアップのプロットに失敗しました: %s
nl: Het plotten van deze opzet is mislukt met: %s
pt: A plotagem para esta configuração falhou com: %s
ta: இந்த அமைப்பிற்கான சூழ்ச்சி தோல்வியுற்றது: %s

source: The data of the dependent variable %1$s grouped on factor %2$s exceeds the tolerance for the concentration. The data shows almost zero variance. Did you maybe specify the wrong period?
de: Die Daten der abhängigen Variable %1$s gruppiert nach Faktor %2$s überschreiten die Toleranz für die Konzentration. Die Daten weisen fast keine Varianz auf. Haben Sie vielleicht die falsche Periode angegeben?
es: Los datos de la variable dependiente %1$s agrupados por el factor %2$s exceden la tolerancia para la concentración. Los datos muestran una varianza casi nula. ¿Puede haberse especificado un período equivocado?
ja: 要因 %2$s でグループ化された従属変数 %1$s のデータは、集中度の許容値を超えています。データはほとんどゼロの分散を示しています。期間の指定が間違っていたのでは?
nl: De data van de afhankelijke variabele %1$s gegroepeerd met factor %2$s overschrijdt de tolerantie van de concentratie. De data toont bijna geen variantie. Kan je de verkeerde periode hebben opgegeven?
pt: Os dados da variável dependente %1$s agrupados no fator %2$s excedem a tolerância para a concentração. Os dados mostram variância quase zero. Talvez você tenha especificado o período errado?
ta: காரணி %2$s இல் தொகுக்கப்பட்ட சார்பு மாறியின் தரவு %1$s இன் தரவு செறிவுக்கான சகிப்புத்தன்மையை மீறுகிறது. தரவு கிட்டத்தட்ட சுழிய மாறுபாட்டைக் காட்டுகிறது. தவறான காலத்தை நீங்கள் குறிப்பிட்டுள்ளீர்களா?

source: Watson-Williams
ja: ワトソン-ウィリアムズ(Watson-Williams)
ta: வாட்சன்-வில்லியம்ச்

source: Watson-Wheeler
ja: ワトソン-ウィーラー(Watson-Wheeler)
ta: வாட்சன்-வீலர்

source: One-way ANOVA
de: Einfache ANOVA
es: ANOVA de un factor
ja: 一元配置分散分析
nl: Eenweg ANOVA
pt: ANOVA Simples
ta: ஒரு வழி ANOVA

source: Cases
de: Fälle
es: Casos
ja: ケース
nl: Gevallen
pt: Casos
ta: வழக்குகள்

source: Test
es: Contraste
ja: 検定
nl: Toets
pt: Teste
ta: தேர்வு

source: p
ta: ப

source: df1
es: gl1
pt: gl1
ta: டி.எஃப் 1

source: df2
es: gl2
pt: gl2
ta: டி.எஃப் 2

source: df
es: gl
nl: vg
pt: gl
ta: டி.எஃப்

source: All statistics are calculated on a normalized period of 2%s.
de: Alle Statistiken sind bezüglich einer normalisierten Periode von 2%s berechnet.
es: Todos los estadísticos se calculan sobre un período normalizado de 2%s.
ja: すべての統計量は、2%s の正規化された期間で計算されています.
nl: Alle statistieken zijn berekend met een genormaliseerde periode van 2%s.
pt: Todas as estatísticas são calculadas em um período normalizado de 2%s.
ta: அனைத்து புள்ளிவிவரங்களும் 2%s இயல்பாக்கப்பட்ட காலகட்டத்தில் கணக்கிடப்படுகின்றன.

source: The degrees of freedom of the %1$s%2$s-distribution to which W is compared.
es: Los grados de libertad de la distribución %1$s%2$s con la que se compara W.
nl: De vrijheidsgraden van de %1$s%2$s-distributie waarmee W is vergeleken.
pt: Os graus de liberdade da distribuição %1$s%2$s com a qual W é comparado.
ta: W ஒப்பிடப்படும் %1$s %2$s- விநியோகத்தின் சுதந்திரத்தின் அளவுகள்.

source: <em>Warning.</em>
de: <em>Warnung.</em>
es: <em>Advertencia.</em>
ja: <em>警告</em>
nl: <em>Waarschuwing.</em>
pt: <em>Aviso.</em>
ta: <em> எச்சரிக்கை. </em>

source: Concentration parameters (%1$s) not equal between the groups of factor %2$s. The Watson-Williams test might not be applicable.
de: Konzentrationsparameter (%1$s) nicht gleich zwischen den Gruppen des Faktors %2$s. Der Watson-Williams-Test ist möglicherweise nicht anwendbar.
es: Parámetros de concentración (%1$s) distintos entre los grupos del factor %2$s. El contraste de Watson-Williams podría no ser aplicable.
nl: Concentratie parameters (%1$s) niet gelijk tussen de groepen van factor %2$s. De Watson-Williams toets kan ongeschikt zijn.
pt: Os parâmetros de concentração (%1$s) não são iguais entre os grupos do fator %2$s. O Teste Watson-Williams pode não ser aplicável.
ta: செறிவு அளவுருக்கள் ( %1$s) காரணி %2$s குழுக்களுக்கு இடையில் சமமாக இல்லை. வாட்சன்-வில்லியம்ச் சோதனை பொருந்தாது.

source: Some groups of factor %s contain less than 10 measurements. The Watson-Wheeler test might not be applicable.
de: Einige Gruppen von Faktor %s enthalten weniger als 10 Beobachtungen. Der Watson-Wheeler-Test ist möglicherweise nicht anwendbar.
es: Algunos grupos del factor %s contienen menos de 10 medidas. El contraste de Watson-Wheeler podría no ser aplicable.
ja: 要因 %s の一部の群には 10 個未満の測定値しか含まれていません。Watson-Wheeler 検定が適用できない場合があります.
nl: Sommige groepen van factor %s bevatten minder dan 10 metingen. De Watson-Wheeler toets kan ongeschikt zijn.
pt: Alguns grupos do fator %s contêm menos de 10 medições. o teste Watson-Wheeler pode não ser aplicável.
ta: காரணி %s இன் சில குழுக்கள் 10 க்கும் குறைவான அளவீடுகளைக் கொண்டுள்ளன. வாட்சன்-வீலர் சோதனை பொருந்தாது.

source: Two-way ANOVA (Harrison-Kanji Test)
de: Zweifache ANOVA (Harrison-Kanji-Test)
es: Anova de dos factores (Contraste de Harrison-Kanji)
ja: 二元配置分散分析（Harrison-Kanji検定）
nl: Tweeweg ANOVA (Harrison-Kanji Toets)
pt: ANOVA Bifatorial (Teste Harrison-Kanji)
ta: இருவழி ANOVA (ஆரிசன்-கஞ்சி சோதனை)

source: Sum of Square
de: Quadratsumme
es: Suma de cuadrados
ja: 平方和
nl: Kwadraatsom
pt: Soma do Quadrado
ta: சதுர தொகை

source: Mean Square
de: Mittlere Quadratsumme
es: Cuadrado Medio
ja: 平均平方
nl: Gemiddelde Kwadraat
pt: Quadrado Médio
ta: சராசரி நாற்கை

source: Estimated %1$s is %2$s (> 2). The respective routine was run.
de: Geschätztes %1$s ist %2$s (> 2). Die entsprechende Routine wurde ausgeführt.
es: El %1$s estimado es %2$s (> 2). Se ejecutó la rutina correspondiente.
nl: Geschatte %1$s is %2$s (>2). De respectieve routine werd uitgevoerd.
pt: A estimativa %1$s é %2$s (> 2). A respectiva rotina foi executada.
ta: மதிப்பிடப்பட்ட %1$s %2$s (> 2). அந்தந்த வழக்கம் இயக்கப்பட்டது.

source: Estimated %1$s is %2$s (< 2). The respective routine was run.
de: Geschätztes %1$s ist %2$s (< 2). Die entsprechende Routine wurde ausgeführt.
es: El %1$s estimado es %2$s (< 2). Se ejecutó la rutina correspondiente.
nl: Geschatte %1$s is %2$s (<2). De respectieve routine werd uitgevoerd.
pt: A estimativa %1$s é %2$s (< 2). A respectiva rotina foi executada.
ta: மதிப்பிடப்பட்ட %1$s %2$s (<2). அந்தந்த வழக்கம் இயக்கப்பட்டது.

source: D. Harrison, G.K Kanji and R. J. Gadsden (2016). Analysis of Variance for Circular Data.
de: D. Harrison, G. K. Kanji und R. J. Gadsden (2016). Analysis of Variance for Circular Data.
es: D. Harrison, G.K Kanji y R. J. Gadsden (2016). Analysis of Variance for Circular Data.
pt: D. Harrison, G.K Kanji e R. J. Gadsden (2016). Análise de Variância para Dados Circulares.
ta: டி. ஆரிசன், சி.கே காஞ்சி மற்றும் ஆர். சே. காட்ச்டன் (2016). வட்ட தரவுகளுக்கான மாறுபாட்டின் பகுப்பாய்வு.

source: The data of the variable %1$s on level %2$s exceeds the tolerance for the concentration. The data shows almost zero variance. Did you maybe specify the wrong period?
de: Die Daten der Variable %1$s auf Stufe %2$s überschreiten die Toleranz für die Konzentration. Die Daten weisen fast keine Varianz auf. Haben Sie vielleicht die falsche Periode angegeben?
es: Los datos de la variable %1$s en el nivel %2$s exceden la tolerancia para la concentración. Los datos muestran una varianza casi nula. ¿Puede haberse especificado un período equivocado?
nl: De gegevens van de variabele %1$s op niveau %2$s overschrijden de tolerantie voor de concentratie. De gegevens vertonen bijna geen variantie. Heb je misschien de verkeerde periode opgegeven?
pt: Os dados da variável %1$s no nível %2$s excedem a tolerância para a concentração. Os dados mostram variância quase zero. Talvez você tenha especificado o período errado?
ta: நிலை %2$s இல் உள்ள மாறி %1$s இன் தரவு செறிவுக்கான சகிப்புத்தன்மையை மீறுகிறது. தரவு கிட்டத்தட்ட சுழிய மாறுபாட்டைக் காட்டுகிறது. தவறான காலத்தை நீங்கள் குறிப்பிட்டுள்ளீர்களா?

source: The data of the variable %s exceeds the tolerance for the concentration. The data shows almost zero variance. Did you maybe specify the wrong period?
de: Die Daten der Variable %s überschreiten die Toleranzgrenze für die Konzentration. Die Daten zeigen fast keine Varianz. Haben Sie vielleicht die falsche Periode angegeben?
es: Los datos de la variable %s exceden la tolerancia para la concentración. Los datos muestran una varianza casi nula. ¿Puede haberse especificado un período equivocado?
ja: 変数 %s のデータが、集中度の許容値を超えています。データはほぼゼロの分散を示しています。期間の指定が間違っていませんか?
nl: De gegevens van de variabele %s overschrijden de tolerantie voor de concentratie. De gegevens vertonen bijna geen variantie. Heb je misschien de verkeerde periode opgegeven?
pt: Os dados da variável %s excedem a tolerância para a concentração. Os dados mostram variância quase zero. Talvez você tenha especificado o período errado?
ta: மாறி %s இன் தரவு செறிவுக்கான சகிப்புத்தன்மையை மீறுகிறது. தரவு கிட்டத்தட்ட சுழிய மாறுபாட்டைக் காட்டுகிறது. தவறான காலத்தை நீங்கள் குறிப்பிட்டுள்ளீர்களா?

source: Rao's spacing
de: Raos Abstände
es: Separación de Rao
pt: Espaçamento de Rao
ta: ராவின் இடைவெளி

source: Rayleigh
ja: レイリー(Rayleigh)
ta: ரேலே

source: V against %s
de: V gegen %s
es: V frente a %s
ja: %sに対するV
nl: V ten opzichte van %s
pt: V contra %s
ta: V %s க்கு எதிராக

source: Rao's Spacing
de: Raos Abstände
es: Separación de Rao
pt: Espaçamento de Rao
ta: ராவின் இடைவெளி

source: Estimated %s is infinite, could not compute results. Your data is too concentrated to calculate the assumption check.
de: Geschätztes %s ist unendlich, Ergebnisse konnten nicht berechnet werden. Ihre Daten sind zu konzentriert, um die Annahmeprüfung zu berechnen.
es: La estimación de %s es infinita; no se puede calcular el resultado. Sus datos están demasiado concentrados para calcular la verificación de supuestos.
ja: 推定値 %s は無限大なので、結果を計算できませんでした。データが集中しているため、仮定のチェックを計算できません.
nl: Geschatte %s is oneindig, kon geen resultaten berekenen. Uw gegevens zijn te geconcentreerd om de assumptie te toetsen.
pt: A estimativa %s é infinita, não foi possível calcular os resultados. Seus dados são muito concentrados para calcular a verificação de pressuposto.
ta: மதிப்பிடப்பட்ட %s எல்லையற்றவை, முடிவுகளை கணக்கிட முடியவில்லை. அனுமான காசோலையை கணக்கிட உங்கள் தரவு மிகவும் குவிந்துள்ளது.

source: Uniformity Tests
de: Gleichverteilungstests
es: Contrastes de Uniformidad
ja: 一様性(Uniformity)検定
nl: Uniformiteitstoetsen
pt: Testes de Uniformidade
ta: சீரான சோதனைகள்

source: Variable
ja: 変数
nl: Variabele
pt: Variável
ta: மாறி

source: Level
de: Stufe
es: Nivel
ja: 水準
nl: Niveau
pt: Nível
ta: நிலை

source: Critical
de: Kritisch
es: Crítico
ja: 臨海
nl: Kritiek
pt: Crítico
ta: விமர்சன

source: Statistic
de: Statistik
es: Estadístico
ja: 統計量
nl: Statistiek
pt: Estatística
ta: புள்ளிவிவரம்

source: Gerald Russell and Daniel Levitin (2007). An Extended Table of Probability Values for Raos Spacing Test.
de: Gerald Russell und Daniel Levitin (2007). An Extended Table of Probability Values for Raos Spacing Test.
es: Gerald Russell y Daniel Levitin (2007). An Extended Table of Probability Values for Raos Spacing Test.
nl: Gerald Russell en Daniel Levitin (2007). An Extended Table of Probability Values for Raos Spacing Test.
pt: Gerald Russell e Daniel Levitin (2007). Uma tabela estendida de valores de probabilidade para o teste de espaçamento de Rao.
ta: செரால்ட் ரச்சல் மற்றும் டேனியல் லெவிடின் (2007). RAOS இடைவெளி சோதனைக்கான நிகழ்தகவு மதிப்புகளின் நீட்டிக்கப்பட்ட அட்டவணை.

source: The Rao spacing test was run with %1$s = %2$s, %3$s
de: Raos Abständetest wurde durchgeführt mit %1$s = %2$s, %3$s
es: El contraste de separación de Rao se ejecutó con %1$s = %2$s, %3$s
nl: The Rao spacing toets is uitgevoerd met %1$s = %2$s, %3$s
pt: O teste de espaçamento de Rao foi executado com %1$s = %2$s, %3$s
ta: ராவ் இடைவெளி சோதனை %1$s = %2$s, %3$s உடன் இயக்கப்பட்டது

source: Von Mises Assumption Check
de: Von Mises Annahmeprüfung
es: Verificación de supuestos de Von Mises
ja: フォンミーゼスの仮定の確認
nl: Von Mises Assumptie Toets
pt: Verificação do Pressuposto de Von Mises
ta: வான் மைசச் அனுமானம் காசோலை

source: Est. %s
de: Geschätztes %s
ja: 推定値 %s
nl: Geschat %s
ta: கிழக்கு. %s

source: R. A. Lockhart and M. A. Stephens (1985). Tests of Fit for the Von Mises Distribution.
de: R. A. Lockhart und M. A. Stephens (1985). Tests of Fit for the Von Mises Distribution.
es: R. A. Lockhart y M. A. Stephens (1985). Tests of Fit for the Von Mises Distribution.
nl: R. A. Lockhart en M. A. Stephens (1985). Tests of Fit for the Von Mises Distribution.
pt: R. A. Lockhart e M. A. Stephens (1985). Testes de Ajuste para a Distribuição de Von Mises.
ta: ஆர். ஏ. லாக்ஆர்ட் மற்றும் எம். ஏ. ச்டீபன்ச் (1985). வான் மைசச் விநியோகத்திற்கான பொருத்தத்தின் சோதனைகள்.

source: Do not trust a significant result where %s is small (< 1). The data could rather be uniform.
de: Vertrauen Sie keinem signifikanten Ergebnis, bei dem %s klein ist (< 1). Die Daten könnten auch eher uniform sein.
es: No se confía en un resultado significativo cuando %s es pequeño (< 1). Los datos podrían ser más bien Uniformes.
ja: %s が小さい (< 1) 場合は、有意な結果を信用しないでください。データはむしろ一様である可能性があります.
nl: Vertrouw niet op een significant resultaat als %s klein is (< 1). De gegevens zouden eerder uniform kunnen zijn.
pt: Não confie em um resultado significativo onde %s é pequeno (< 1). Os dados poderiam ser uniformes.
ta: %s சிறியதாக இருக்கும் குறிப்பிடத்தக்க முடிவை நம்ப வேண்டாம் (<1). தரவு ஒரே மாதிரியாக இருக்கலாம்.

source: The test is run with %1$s = %2$s, so please compare the statistics to the critical value.
es: El contraste se ejecuta con %1$s = %2$s, así que compare los estadísticos con el valor crítico, por favor.
nl: De test is uitgevoerd met %1$s = %2$s, dus vergelijk de statistieken met de kritieke waarde.
pt: O teste é executado com %1$s = %2$s, então, por favor, compare a estatística com o valor crítico.
ta: சோதனை %1$s = %2$s உடன் இயக்கப்படுகிறது, எனவே புள்ளிவிவரங்களை முக்கியமான மதிப்புடன் ஒப்பிடுங்கள்.

source: The degrees of freedom of the %s%s-distribution to which W is compared.
de: Die Freiheitsgrade der %s%s-Verteilung, mit der W verglichen wird.
ja: W と比較する %s%s 分布の自由度.

source: The test is run with %s = %s, so please compare the statistics to the critical value.
de: Der Test wird mit %s = %s durchgeführt, also bitte die Statistiken mit dem kritischen Wert vergleichen.
ja: 検定は %s = %s で実行されますので、統計量と臨界値を比較してください.

source: Concentration parameters (%s) not equal between the groups of factor %s. The Watson-Williams test might not be applicable.
ja: 集中度パラメータ(%s)が要因%sの群間で等しくありません。Watson-Williams 検定が適用できない可能性があります.

source: Estimated %s is %s (> 2). The respective routine was run.
ja: 推定値 %s は %s (> 2)です。それぞれのルーチンが実行されました.

source: Estimated %s is %s (< 2). The respective routine was run.
ja: 推定値 %s は %s (< 2)です。それぞれのルーチンが実行されました.

source: The data of the variable %s on level %s exceeds the tolerance for the concentration. The data shows almost zero variance. Did you maybe specify the wrong period?
ja: 水準 %s の変数 %s のデータは、集中度の許容値を超えています。データはほぼゼロの分散を示しています。期間の指定が間違っていませんか?

source: The Rao spacing test was run with %s = %s, %s
ja: Rao spacing 検定は、%s = %s, %sで実行されました
